<?php

declare(strict_types=1);

return [
    'question' => [
        'name'  => 'Как Вас зовут?',
        'email' => 'Какой у Вас email?',

        'license' => 'Под какой лицензией будете распространять?',

        'app_name'        => 'Имя проекта',
        'app_description' => 'Описание проекта',

        'folder'   => 'В какую папку загрузить проект?',
        'location' => 'В какой папке находится проект?',

        'template' => 'Какой шаблон хотите использовать?',
    ],

    'hint' => [
        'enter' => 'Нажмите Enter для продолжения, если хотите оставить поле пустым',
    ],

    'eg' => 'Например, :value',
];
